tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "asciinema"
brew "autojump"
brew "oniguruma"
brew "bat"
brew "bk"
brew "bottom"
brew "curl"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gitui"
brew "gjs"
brew "gtk4"
brew "lazygit"
brew "ledger"
brew "libadwaita"
brew "lima"
brew "lsd"
brew "macchina"
brew "ninja"
brew "meson"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "ollama"
brew "postgresql@14"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "starship"
brew "terminal-notifier"
brew "texlive"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "arc"
cask "betterdiscord-installer"
cask "cursor"
cask "discord"
cask "displaylink"
cask "docker"
cask "epic-games"
cask "font-awesome-terminal-fonts"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "hiddenbar"
cask "iina"
cask "ledger-live"
cask "lm-studio"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "obs"
cask "obsidian"
cask "onedrive"
cask "parsec"
cask "qbittorrent"
cask "rectangle"
cask "rio"
cask "sioyek"
cask "sparrow"
cask "steam"
cask "stremio"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "cschlosser.doxdocgen"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-postgresql-client2"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dioxuslabs.dioxus"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "fill-labs.dependi"
vscode "frfreycanonicalclasscpp.canonicalclasscpp"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jakebecker.elixir-ls"
vscode "jbenden.c-cpp-flylint"
vscode "jeff-hykin.better-cpp-syntax"
vscode "kube.42header"
vscode "leonardssh.vscord"
vscode "mathematic.vscode-latex"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-portuguese-brazilian"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
